Revit 2027 API
ParameterTypeId.SheetAssemblyKeynote Property
 "Assembly: Keynote"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetAssemblyKeynote { get; }
Public Shared ReadOnly Property SheetAssemblyKeynote As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetAssemblyKeynote {
	ForgeTypeId^ get ();
}
static member SheetAssemblyKeynote : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace